"ALL_RECENT_CALLS" = "Apeluri recente";

"MULTI_MISSED_CALLS_FORMAT" = "%i apeluri ratate";
"MULTI_CALLS_FORMAT" = "%i apeluri";

"CANCELLED" = "Apel anulat";
"MISSED" = "Apel ratat";
"INCOMING" = "Apel recepționat";
"OUTGOING" = "Apel inițiat";

"CLEAR" = "Degajați";
"CLEAR_ALL" = "Degajați lista apelurilor";

"ALL_TOGGLE_TITLE" = "Toate";
"MISSED_TOGGLE_TITLE" = "Ratate";

"HOUR_UNIT" = "oră";
"HOUR_UNIT_PLURAL" = "ore";
"MINUTE_UNIT" = "minut";
"MINUTE_UNIT_PLURAL" = "minute";
"MINUTE_UNIT_ABB" = "m";
"SECOND_UNIT" = "secundă";
"SECOND_UNIT_PLURAL" = "secunde";

"CANCELLED_SMALL" = "anulat";
"MISSED_SMALL" = "ratate";

"OUTGOING_CALLS" = "Apeluri inițiate";
"INCOMING_CALLS" = "Apeluri recepționate";

"UNKNOWN_LABEL" = "necunoscut";

"CNAP_STRING_FORMAT" = "%@ %@";